[String]
10000=OK
10001=Transfert des données, veuillez patienter...
10002=Inconnu
10003=Ressayer
10004=Annuler
10005=Déconnecter
10006=Connexion...
14000=Le chargement de la bibliothèque GPRS a échoué.
14001=La création de la connexion Internet a échoué !
14002=La déconnexion GPRS a échoué.
14003=Connexion GPRS déconnectée.
14004=Nom RAS vide.
14005=Erreur de chargement de la bibliothèque Bluedrv.
14006=Erreur de chargement de chaque API.
14007=Erreur de configuration de la demande.
14008=Code personnel vide.
14009=Une erreur s'est produite pendant l'association avec l'appareil. Veuillez vous assurer que les paramètres Bluetooth de votre téléphone sont corrects, puis associez à nouveau.
14010=Une erreur s'est produite pendant la définition de l'appareil par défaut.
14011=Une erreur s'est produite pendant l'acquisition du nom de modèle de l'appareil.
14012=Une erreur s'est produite pendant la lecture des informations de l'appareil.
14013=Périphérique Bluetooth ou portable introuvable.
14014=Doit d'acquérir les données.
14015=Le portable est actuellement indisponible.  Veuillez vous assurer que l'écran principal du portable est affiché, et que le portable n'est pas actuellement utilisé par d'autres programmes.
14016=Vérifiez que l'appareil est bien connecté au téléphone.
14017=Vérifiez que l'appareil est bien connecté au téléphone.
14018=Échec de réécriture des données vers le portable !
14019=Échec de lecture des données du portable !
14020=Échec de suppression du mobile.
14021=Erreur de vérification du paramètre.
14022=Mémoire insuffisante.
14023=Pas d'appareil en association.
14024=Fonction non prise en charge.
14025=Pas de données.
14026=Impossible d'ouvrir le fichier.
14027=Format de fichier non pris en charge.
14028=Date/heure invalide.
14029=Erreur de lecture/écriture des données.
14030=Données invalides.
14031=Échec de liaison de la bibliothèque.
14032=Erreur du nom de fichier ou le fichier n'existe pas !
14033=Le fil est terminé !
14034=Pas de carte SIM.
14035=Fonction limitée.
14036=Pas de réponse du portable.
14037=La cause de l'erreur peut être : 1. la mise sous tension du téléphone portable est toujours en cours. 2. il y a une erreur dans la carte SIM.  Cliquez sur le bouton Rafraîchir pour redémarrer cette procédure.
14038=Erreur inconnue !
14039=Erreur de connexion de l'audio HF.
14040=Erreur de déconnexion de l'audio HF.
14041=Erreur de connexion de la prise.
14042=Espace insuffisant pour stocker les données

15000=Menu Téléphone
15001=Veuillez d'abord sélectionner un modèle de téléphone !
15002=%s n'est pas connecté.
15003=%s est connecté.
16000=Répertoire
17000=SMS
17001=Expéd. :
17002=Destin. :
17003=Message
17004=Date :
18000=Gestionnaire de fichiers
20000=En recherche
20001=%s trouvé(s).
21001=Association avec téléphone
21002=Prêt à connecter à votre téléphone pour la première fois. Si votre téléphone nécessite de spécifier un mot de passe, entrez :
21003=1234
21005=Association de l'appareil, veuillez patienter...(PIN=1234)
21006=Associer
21007=Recherche des téléphones, veuillez patienter...
21008=Connexion de l'appareil, veuillez patienter...
22000=Chercher
22001=Téléphone mobile
22002=Veuillez vous assurer que Bluetooth sur votre téléphone est activé. Commencer à chercher les téléphones maintenant ?
23000=Clavier
24000=À propos du téléphone
24001=Configurez votre téléphone pour permettre la connexion à votre navigateur automatiquement ultérieurement. Voir le manuel du téléphone pour plus de détails.
25000=Bluetooth
26000=Paramètres
27000=Journal d'appels.
27001=Appel répondu
27002=Appel effectué
27003=Appel manqué
27004=Nom :
27005=Num. :
27006=Date :
27007=Heure :
27008=Appel...
27009=Appel sortant
27010=Appel entrant
27011=SMS entrant
28000=Configuration du répertoire
28001=Importer le répertoire automatiquement
28002=Garder le répertoire en carte mémoire
28003=Configuration des SMS
28004=Importer les messages automatiquement
28005=Afficher les messages entrant automatiquement
28006=Garder les messages en carte mémoire
28007=Configuration mains-libres
28008=Démarrage mains-libres automatiquement

29000=Informations
29001=Nom téléphone :
29002=Porteuse :
29003=Signal téléph.:
29004=Batter.téléph.:
30000=Annuaire
30001=Message
30002=Jnal d'appel
30003=Numéroteur
30004=HF activé
30005=HF désactivé
30006=Paramètres
30007=Rech. téléph.
30008=Mains-libres
30009=Connecter
30010=Déconnecter
30011=Bluetooth act
30012=Bluetooth dés
